src/load_logs/node_1_mongodb_21-04-21 19:51:06.out
mongo client connection created with mongodb://localhost:27017/ycsb?w=1
[OVERALL], RunTime(ms), 9409
[OVERALL], Throughput(ops/sec), 1594.2183016261026
[TOTAL_GCS_G1_Young_Generation], Count, 3
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 10
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.10628122010840685
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], sCount, 3
[TOTAL_GC_TIME], Time(ms), 10
[TOTAL_GC_TIME_%], Time(%), 0.10628122010840685
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2867.0
[CLEANUP], MinLatency(us), 2866
[CLEANUP], MaxLatency(us), 2867
[CLEANUP], 95thPercentileLatency(us), 2867
[CLEANUP], 99thPercentileLatency(us), 2867
[INSERT], Operations, 15000
[INSERT], AverageLatency(us), 252.37253333333334
[INSERT], MinLatency(us), 105
[INSERT], MaxLatency(us), 87935
[INSERT], 95thPercentileLatency(us), 428
[INSERT], 99thPercentileLatency(us), 673
[INSERT], Return=OK, 15000